Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “奥斯特这次家都差点被偷了，应该没有胆量跑到洛都去杀人放火。据说现在兽人族中主战派正在迅速减少，越来越多的人加入到康妮的和平派中，他们自顾不暇，不可能在这个时候继续激化矛盾。”麦格表情有些凝重道：“而这个时候把事情闹大，要么是安德烈想要找一个正当的开战理由，要么就是乔修故意挑起的。”
en_us: "Auster almost lost his home this time. He most probably didn't have the guts to go to Rodu to kill and burn. Apparently, the pro-war faction of the orcs is rapidly shrinking now, and more and more people are joining Connie's pro-peace faction. They cannot even take care of their own problems, so they definitely aren't going to intensify the contradictions right now," Mag said with a grave expression. "It's either Andre trying to find an excuse to start the war, or Josh deliberately creating trouble by exacerbating the situation."

source: “奥斯特这龟孙果然是在打肿脸充胖子，以他的胆子，有怎敢在这种时候再来挑衅朕。”安德烈有些嘲讽的冷冷一笑。
en_us: "That coward Auster is still putting up an act. With that kind of guts, he would never dare to provoke me now," Auster scoffed coldly.

source: “奥特曼星球那么厉害的吗？”麦格表示有点怀疑。
en_us: "Ultraman's planet is that impressive?" Mag was still suspicious.

source: “女人呢？”那人开口。
en_us: "The woman?" That person spoke up.

source: “奶奶太厉害了！我喜欢吃奶奶做的饭！”
en_us: "Grandma is fantastic! I love Grandma's cooking!"

source: “她……她走了吗？”
en_us: "I-is she gone?"

source: “她不是坏人，应该可以算是一个好人。”麦格摇摇头，看来昨晚提着重狙的晞还是吓到安妮了。
en_us: "She's not a bad person. I guess you can consider her a good person." Mag shook his head. It seemed that Xi with a heavy sniper last night gave Annie a fright.

source: “她不是蛋生的吗？那丑小鸭也会变成她这样吗？”
en_us: "Did he come out from an egg? Can Ugly Duckling turn into something like her?"

source: “她做什么其实不重要，重要的是暗夜精灵在做什么，在这动荡时刻，大部分精灵在情感上开始偏向暗夜精灵的时候，如果能够让暗夜精灵的队伍快速扩张，甚至趁机颠覆海伦娜的统治体系，才是最重要的事情。”麦格说道。
en_us: "What she's going to do isn't important. What's important is what the Night Elves are going to do. In these times of upheaval, most of the elves are starting to lean towards the Night Elves emotionally. What's the most important is if we can expand the Night Elves quickly, and even topple Helena's ruling system," Mag said.

source: “她只是一个没得感情的机器人而已，我把三头蛇交给她，并且承诺以后都会将这些稀奇古怪的地底生物交给她，作为这枚戒指的交换条件。”麦格一脸坦然道。
en_us: "She is just an emotionless robot. I handed the three-headed snake to her and promised that I would hand all those strange underground organisms to her in exchange for the ring," Mag said.

source: “她喝了点酒，有些醉了，所以今晚先睡觉了。”麦格微笑着说道。
en_us: "She drank a little, and is slightly drunk, so she turned in early tonight," Mag said with a smile.

source: “她在借用神力。”梅兰特看着伊琳娜，同样有些惊讶。
en_us: "She's borrowing the power of god." Merante was also looking at Irina with shock.

source: “她很强？”
en_us: "Is she very strong?"

source: “她是一个全新的生命，她与克苏鲁不同，她应该拥有正常生活的权力，像一个女孩一样。”麦格从一旁的柜台上拿起了那本美人鱼画册，直接抛向了晞，“以及拥有一个成为漫画家的梦想，这孩子在这方面有着非凡的天赋。”
en_us: "She is a whole new lifeform. She's different from Cthulhu. She deserves the right to lead a normal life like any young girl." Mag picked up the Little Mermaid picture book on the counter and tossed it to Xi. "She also deserves to have a dream of becoming a comic artist. This child has an extraordinary talent in this area."

source: “她的目标是魔鬼，我们的目标也是魔鬼，在某种角度上来说，我们可以是朋友。而且她也没有绝对的把握在杀死了我之后，还能安然走出酒馆，所以我们就和谈了，并且建立了联系。”麦格掏出了晞交给他的通讯设备，一台能够进行语音通话的手机。
en_us: "Her goal is the Devil and so is ours. In some way, we are friends. Besides, she was not confident of walking out of the tavern safely after killing me. Therefore, we negotiated and built a connection." Mag pulled out the communication device that Xi passed to him. It was a a phone that could do voice calls.

source: “她究竟是谁？好强啊。”诺亚昨天亲眼看着伊琳娜施法，而且是在醉酒状态下施法，着实让他无比震撼。
en_us: "Who is she? She's really powerful." Noya saw Irina cast the spell yesterday, and in a drunken state on top of that. This made him utterly shocked.

source: “她还和丑小鸭说会盯着它的，结果只盯了三秒钟……”
en_us: "She even told Ugly Duckling that she was going to be watching. In the end, she only watched it for three seconds…"

source: “她还挺受欢迎的呢。”伊琳娜笑着说道。
en_us: "She's really very popular." Irina said smilingly.

source: “好……好的。”埃菲连忙点头，顺手奉上已经有些凉了的茶水。
en_us: "Oh... okay." Eiffie quickly nodded. She handed Mag the tea that had already cooled down.

source: “好……好的。”小二揣着一肚子的糊涂走了。
en_us: "A-alright." The waiter left with befuddlement.

source: “好……好的，您请稍等，我这就去把这店铺的户主找来，今天就能把合同敲定。”费奇尽力克制着自己的表情，忙不迭用袖子擦拭了一个凳子，请麦格坐下，然后便快步出门去了。
en_us: "A-alright. Please give me a moment, I will go get this shop's owner right now. We can get the contract done today." Fitch tried his best to control his expression, and quickly used his sleeve to wipe clean a stool. He invited Mag to have a seat, and then swiftly strode out of the door.

source: “好……就说我不在。”费奇点点头。
en_us: "Yes... Just say that I'm not around." Fitch nodded.

source: “好。”伊琳娜也拿了一块绿豆酥。
en_us: "Alright." Irina took a mung bean pancake as well.

source: “好。”卢西恩点头，看了眼吧台后边非常简单的酒水单，只有两款酒，茅台酒2000铜币一品，威士忌也是2000铜币一瓶，价格倒是不低。
en_us: "Sure." Lucien nodded. He looked at the simple list of alcohol at the bar counter. There were only two types of alcohol: Maotai and whiskey, for 2,000 copper coins each. The price was rather high.

source: “好。”希利看了眼在厨房里忙碌的麦格，他想带艾米走，必须要经过麦格的同意，这样也可以避免克拉苏和尤利安方面的冲突。
en_us: "Alright." Seely threw a glance at Mag, who was busy in the kitchen. He had to get Mag's permission if he wanted to bring Amy away. This could also prevent a confrontation with Krassu and Urien.

source: “好。”梅兰特点头，没有逞强。
en_us: "Alright." Merante nodded. He did not force himself beyond his capabilities.

source: “好。”梅兰特重新祭出龟甲石，不过这次有些不同，他向龟甲石中注入了一缕残魂。
en_us: "Okay." Merante brought out the septaria oracle once again. This time, it was slightly different. He added a soul fragment into the septaria oracle.

source: “好。”艾许莉郑重点头。
en_us: "Alright." Ashley nodded gravely.

source: “好。”麦格一把抓起那沉甸甸的钱袋和那张纸，起身离开。
en_us: "Alright." Mag picked up the heavy money pouch and paper, and left.

source: “好了。”伊琳娜收了法师杖，眼睛一闭，便向后倒去。
en_us: "Alright." Irina kept her magic caster's staff, closed her eyes, and fell backward.

source: “好了，出门吧。”麦格笑着说道，起身准备出门。
en_us: "Alright, let's go," Mag smilingly said. He got up, and was ready to leave.

source: “好了，我决定收回之前的话，这其实是一道非常难的菜。”麦格看着面前卖相接近完美，但依旧被系统判定失败的酒鬼花生，有些无奈道。
en_us: Mag looked at the almost perfect-looking drunkard peanuts that were still struck out by the system, and helplessly said, "Alright. I decided to take back my previous words. This is indeed a very difficult dish."

source: “好了，我起床给你们做早餐，都想吃点什么？”麦格把丑小鸭的脑袋轻轻移开，从床上爬起来，笑着问道。
en_us: Mag shifted Ugly Duckling's head aside, got up, and smilingly asked, "Alright, I'll get up to make breakfast for you. What would you like to have?"

source: “好了，时候不早了，两位小公主该上楼洗漱睡觉了哦。”麦格反锁好门，微笑着和正在玩翻绳游戏的两个小家伙说道。
en_us: "Alright, it's getting late. Our two princesses should go up to get ready for bed," Mag told the two children playing the cat's cradle game as he locked the door.

source: “好了，都起床了的话，就先吃早餐吧。”麦格说了一声，转身进了屋子。
en_us: "Alright. Since we're all awake, let's have breakfast first." Mag informed them before going back to the house.

source: “好像……我真的很笨？”诺亚瞪着眼睛，看着手中乱成一团的毛线，也是陷入了沉思。
en_us: Seems like… I'm really stupid? Noah stared at the bunched up yarns in his hands with wide eyes, and thought hard.

source: “好冷啊，还是餐厅里暖和。”艾米在门口站了三秒，然后便转身回了餐厅，顺手关上了门，留下了面面相觑的客人们。
en_us: "It's so cold out here. The restaurant is much warmer." Amy stood at the door for three seconds before going back into the restaurant, and closed the door, leaving the customers wide-eyed.

source: “好叭。”艾米点点头，转身上楼洗漱去了。
en_us: "Alright." Amy nodded and turned to go upstairs to wash up.

source: “好叭，那我就先起床了。”艾米小声的爬起来，没有惊动睡在一旁的安妮，又从衣柜里翻出了小围裙，踮着脚尖离开了房间。
en_us: "Alright. I will get up first." Amy climbed up softly so that she would not startle Annie, who was sleeping beside her. She dug out a little apron from her wardrobe, and tiptoed out of the room.

source: “好可怕的威力，这钢铁巨兽竟然恐怖如斯！”诺亚目光呆滞。
en_us: "What a terrifying force. This giant iron beast's so terrifying!" Noah stared blankly at it.

source: “好可惜。”艾米随手就把那大蜗牛丢到了院子外的雪堆里，她已经看到了树上被它爬过的地方，留下的黏液腐蚀了树皮。
en_us: "What a pity." Amy tossed that big snail out into the snow beyond the yard. She had seen the area that it crawled by earlier. The slime that it left behind had corroded the tree bark.

source: “好可爱。”艾米眼睛一亮。
en_us: "It's cute." Amy's eyes lit up.

source: “好可爱的小姑娘。”温妮莎也注意到了柜台后小小一只的艾米，穿着木棉小裙子的小姑娘，小短腿挂椅子边，轻轻晃着，看起来可爱极了。
en_us: What a cute little girl. Vanessa also noticed the small Amy behind the counter. It was a little girl in a cotton dress. Her two short legs dangled over the chair, swaying gently, and making her look very cute.

source: “好吃……太好吃了……我要哭辽……”玛拉捧着碗，把碗底的汤汁都舔了，眼里泪光闪烁。
en_us: "So good... Too good... I'm going to cry..." Mala held her bowl in both hands. She had already licked the soup cleanly and her eyes were glimmering.

source: “好吃。”伊琳娜看着麦格点头道，目光里都泛着几颗小星星，太可了，第一次就能做的这么好吃，不愧是我的男人！
en_us: "Delicious," Irina told Mag with a nod. There were numerous stars in her eyes twinkling. This is perfect. To be able to make a dish so delicious on his first try, my man indeed!

source: “好吃吗？”麦格放下这份还是不太满意的酱汁，看着如小松鼠咔嚓咔嚓嚼着黄瓜的艾米问道。
en_us: "Is it good?" Mag placed the unsatisfactory sauce down as he asked Amy, who was munching on the cucumbers like a little squirrel.

source: “好吃，口感更好了，而且一点都不觉得甜腻，比早上的绿豆酥好吃了无数倍，比之前那几次的绿豆糕也更好吃一些。”伊琳娜点头，满是赞赏的看着麦格，只是一个下午的时间，便能明显感觉到这道甜点的变化，他在厨艺上的天赋，着实让人惊艳。
en_us: "Delicious. Its texture is better, and it is no longer too sweet. This is way better than the mung bean pancake we had in the morning, and also slightly better than the previous few versions." Irina nodded. She looked at Mag with admiration. It only took an afternoon for this dessert to see obvious changes. He was indeed a stunning talent in culinary.

source: “好吧。”艾米乖巧的点点头，没有强求。
en_us: "Alright." Amy nodded obediently. She didn't insist.

source: “好吧。”艾米点点头，和安妮上楼去了。
en_us: "Alright." Amy nodded and followed Annie upstairs.

source: “好吧，我这个诱饵开始行动了。”诺亚转身，向着远处的兵营掠去，半漂半浮，身形犹如鬼魅一般。
en_us: "Alright. It's time for me, the bait, to start working." Noah turned around, and dashed towards the military camp. He was floating and drifting just like a ghost.

source: “好吧，没办法拒绝啊。”麦格在心里叹了口气，把手里的刀放下，起身笑着道：“我们先去后院看看吧，或许那里有。”
en_us: "Alright. I simply cannot reject her." Mag sighed inwardly. He put down the knife, stood up and smilingly said, "Let's go check out the back yard. Perhaps we can find one there."

source: “好吧，那就一人饮酒我独醉。”伊琳娜端起酒杯，喝了一小口。
en_us: "Alright, then I will drink alone." Irina picked up the glass, and took a small sip.

source: “好吧，那就准许你和我们一起去逛街了。”伊琳娜点了点头。
en_us: "Alright. Then, you will be allowed to go shopping with us." Irina nodded.

source: “好吧，那就暂时放过你们了。”艾米和那三只蜗牛说了一声，然后跑到那三颗桂花树旁认真的找了起来。
en_us: "Alright. I'll let you guys off for the time being." Amy told the three snails before running over to the three osmanthus trees and started looking for the snails seriously.

source: “好吧，那我也吃。”麦格接过蛋黄酥，心里暖暖的，小棉袄还是最贴心。
en_us: "Alright. I will eat it." Mag accepted the salted egg yolk pastry, feeling so touched. Daughters were still the best.

source: “好吧，那我们就晚上再去。”艾米从车上跳下来，摘掉了头盔，顺手盖在了蹲在一旁的丑小鸭头上。
en_us: "Alright. We'll go at night." Amy jumped off the motorcycle, took her helmet up, and cupped it over Ugly Duckling, who was laying at the side.

source: “好吧，那我们就选两只。”艾米点头，上前拎了两只最大的鹅回来。
en_us: "Alright, we will just pick two then." Amy nodded, and went forward to pick out the two biggest geese.

source: “好吧，那我们换一个问题。”麦格合上了手里的古籍，“如果这个世界的确存在更高的文明，而他们发现了你的存在，接下来可能发生什么？”
en_us: "Alright, let's think of it in another way." Mag closed the ancient book in his hands. "if there really is a more advanced civilization in this world, and they have also discovered your existence, what could happen?"

source: “好听的话每天都能听到许多，还是请麦格先生说一说真实的评价吧。”埃菲真诚道。
en_us: "I've heard the nice things every day. I'd rather you tell me the truth," Eiffie said sincerely.

source: “好哒。”艾米乖巧的点头，牵着安妮的手向着小朋友们走去。
en_us: "Alrighty." Amy nodded obediently, held Annie's hand, and walked towards the children.

source: “好哒。”艾米伸手拿起了一个竹圈，左右打量着围栏里的大肥鹅，似乎在考虑先套哪只。
en_us: "Alrighty." Amy picked up a bamboo, and surveyed the big, fat geese within the fences, as if she was considering which one to catch first.

source: “好哒。”艾米把丑小鸭放下，蹦跳着开门出去了。
en_us: "Alrighty." Amy put down Ugly Duckling and skipped out of the door.

source: “好哒。”艾米把手里已经被她解成一团绳结的毛线放到桌上，从椅子上跳了下来，在翻绳这方面，她几乎毫无天赋。
en_us: "Alright." Amy placed the clump of tangled wool on the table, and jumped off from her chair. She had zero talent for the cat's cradle.

source: “好啊。”
en_us: "Sure."

source: “好啊。”伊琳娜随口答应道。
en_us: "Alright," Irina answered casually.

source: “好啊好啊。”艾米眼睛一亮，立马点着小脑袋。
en_us: "Alright, alright." Amy lit up her eyes and immediately nodded her little head.

source: “好啊好啊！”艾米立马开心的点着脑袋。
en_us: "Fantastic!" Amy immediately nodded her head happily.

source: “好啊好啊！小米最喜欢打坏蛋了。”艾米眼睛一亮，连连点着小脑袋。
en_us: "Yeah, yeah! Little Amy loves to beat up bad guys." Amy lit up her eyes and nodded repeatedly.

source: “好啊好啊，我们回家自己做绿豆糕。”艾米点着小脑袋，举双手赞同。
en_us: "Okay, okay. Let's make mung bean cake at home on our own." Amy nodded her little head, and raised both hands in agreement.

source: “好啊！”艾米听到好吃的，眼睛都亮了，连忙抓住埃菲的手。
en_us: "Sure!" Amy's eyes lit up upon hearing that there were goodies. She quickly grabbed onto Eiffie's hand.

source: “好啊，我倒要看看这个小婊砸这次怎么跑！”奥斯特仰天长笑，已经许久没有这般畅快。
en_us: "Great. I want to see how is this little bitch going to escape this time!" Auster tilted his head back and laughed. He hadn't been this happy for a long time.

source: “好啊，那我可以买一些好看的画册，我昨天看到别的小朋友看很有趣的画册了呢。”艾米眼睛一亮道。
en_us: Amy's eyes lit up, and she said, "Great. Then I can buy some pretty picture albums. I saw some children reading some interesting picture albums yesterday."

source: “好喝，谢谢。”伊琳娜把杯子精准的塞进麦格的手里，倒头又准备继续睡觉。
en_us: "Delicious. Thank you." Irina placed the cup accurately into Mag's hand, and went back to sleep.

source: “好嘞。”滴酒未沾的诺亚背着梅兰特离去。
en_us: "Alrighty." Noah, who didn't drink a single sip, carried Merante on his back and left.

source: “好嘞。”那人答应道，拿起桌上的资料，又是有些好奇道：“去罗莫街做什么，哪里的房子不都被您卖了吗？”
en_us: "Alrighty." That person answered. He picked up the documents on the table and curiously asked, "Why are we going to Romo Street? Didn't you sell all the properties there already?"

source: “好嘞！”手下应了一声，干劲十足。
en_us: "Alrighty!" The subordinate answered energetically.

source: “好多马车啊。”艾米踮着脚尖瞧着看不到尽头的马车。
en_us: "So many horse-drawn carriages." Amy tiptoed but could not see the end to the countless horse-drawn carriages.

source: “好大的鱼。”玛拉一进门，便看到了烤盘上的大烤鱼，咽了咽口水。
en_us: "What a big fish." Mala saw the huge grilled fish on the grilling plate and gulped as soon as she entered.

source: “好好吃哦，皮又薄又嫩，里边包裹着的满满都是肉，一口咬下去，太幸福了。”艾米夸赞道。
en_us: "It's so delicous. The skin is thin and soft and it is stuffed with meat filling. It felt so blissful with just one bite." Amy praised.

source: “好好好。”麦格满口答应，解决这种小喽喽带上艾米也是完全没有问题的。
en_us: "Alright, alright," Mag agreed. There was no issue bringing Amy along to settle these punks.

source: “好好好，晚上回来我给你们做烤鹅吃。”麦格答应道。
en_us: "Alright, alright. I'll make roasted goose for you when we come back at night," Mag promised.

source: “好好干，去其他系统那里弄点黑科技过来，或者弄点吃了就可以原地飞仙的那种仙丹，等我们虐完了旧日支配者，还要啥自行车，世界都是我们的。”麦格勉励道。
en_us: "Do well and get some black technology from the other systems, or you can get some immortal pills that can make you an immortal the moment you eat it. When we are done with the Great Old Ones, what are bicycles? The world is ours!" Mag enouraged.

source: “好巧，我们也刚到呢。”埃菲笑着说道。
en_us: "What a coincidence, we've just arrived too," Eiffie said with a smile.

source: “好强！”诺亚惊道。
en_us: "Powerful!" Noya exclaimed.

source: “好强！今年里斯酒馆的爆炸酒要获得金奖了吗？”
en_us: "That's so impressive! Is Reese Tavern's Explosive Liquor going to win the gold award this year?"

source: “好无聊，我先去找孩子们了。”伊琳娜和麦格说了一声，起身离开了喧闹的教堂。
en_us: "It's so boring. I'll go look for the kids first." Irina informed Mag and left the boisterous church.

source: “好是好，可还没有达到能够端上客人桌的程度。”麦格摇摇头道。
en_us: "It is good, but it still hasn't reach the standard where it could be served to customers," Mag said with a shake of his head.

source: “好浓的酒味。”温妮莎掩鼻，刚跨入酒馆一步的脚步往回收了半步。
en_us: "What a strong smell of alcohol." Vanessa covered her nose, and took half a step back.

source: “好的。”卡诺点头，没有再多问他这个级别不该问的问题。
en_us: "Yes." Canault nodded. He didn't ask any more questions that someone at his level shouldn't ask.

source: “好的。”工作人员收回了伸向食材的手。
en_us: "Alright." The staff members retracted their hands that reached for the ingredients.

source: “好的。”工作人员有些摸不着头脑，但还是点了点头。
en_us: "Alright." The staff member was bewildered but he still nodded.

source: “好的。”工作人员转身向外走去。
en_us: "Alright." The staff member turned and walked out.

source: “好的。”康妮也是认真的点头。
en_us: "Alright." Connie nodded seriously.

source: “好的。”歌洛璃娅起身下了马车。
en_us: "Alright." Gloria alighted from the horse-drawn carriage.

source: “好的。”玛拉提起那个装满了龙币和金币的盒子，准备先把这个最值钱的盒子搬到酒窖里。
en_us: "Alright." Mala picked up the box that was filled with dragon coins and gold coins and prepared to move it into the cellar first.

source: “好的。”玛拉立马答应道。
en_us: "Alright," Mala replied.

source: “好的。”管家点头。
en_us: "Alright." The butler nodded.

source: “好的。”管家笑着应道：“老奴亲自去。”
en_us: "Yes," the butler smilingly replied. "I'll go personally."

source: “好的。”管家答应一声，转身要出去。
en_us: "Yes," the butler replied, and then turned to leave.

source: “好的。”艾米点点头，然后很快道：“一共是4120铜币呢，因为店里太忙了，所以我们提前结账。”
en_us: "Sure." Amy nodded before quickly continued on, "The total is 4120 copper coins. Because we're too busy, so we settle the bill in advance."

source: “好的。”艾米立马开心点头，拉起安妮的手下楼去了。
en_us: "Alright." Amy quickly nodded happily, and went down hand-in-hand with Annie.

source: “好的。”那位中年女人点头，扯着嗓门大声道：“孩子们，把队伍排好，就像吃饭的时候一样，一个一个上来领烤串。”
en_us: "Alright." That middle-aged lady nodded, and yelled, "Children, line up like the meal times. Come and get the kebabs one by one."

source: “好的。”露娜微微一笑，不知为何，这句话从麦格先生口中说出来，便让人有种安心和想要依靠的感觉。
en_us: "Alright." Luna smiled. She didn't know why, but the words sounded very comforting and reliable coming from Mr. Mag.

source: “好的。”麦格微微点头，从酒柜上取了一瓶茅台酒，又取了两个酒杯，倒了一叠酒鬼花生，送到了在门口的位置坐下的波比桌上，“请慢用。”
en_us: "Alright." Mag nodded slightly. He took down a bottle of Maotai from the shelf and two shot glasses. After that, Mag poured a plate of drunkard peanuts out, and served it to Bobby, who was sitting by the door. "Enjoy."

source: “好的。”麦格找零，顺便给他打包了一份酒鬼花生。
en_us: "Sure." Mag gave her the change and a helping of takeaway drunkard peanuts.

source: “好的。”麦格点头应下，便自顾自的上菜去了。
en_us: "Alright." Mag nodded, and went to serve the dishes.

source: “好的。”麦格点头，目送年轻的工作人员快步离去。
en_us: "Alright." Mag nodded, and watched that young staff member strode away.

source: “好的呢。”埃菲微微点头，语气中似乎有一点小小的失望。
en_us: "Alright." Eiffie nodded slightly with a hint of disappointment in her voice.

source: “好的呢！”三个孩子拿走袋子，开心的到一旁吃了起来。
en_us: "Alright!" The three children took the packet, and went aside happily to eat.

source: “好的酋长，我会保证物资安全送达。”那位兽人恭声应道。
en_us: "Yes, Chief. I will definitely ensure that the resources are sent over safely," that orc said respectfully.

source: “好的！”玛拉干劲十足的小跑着拿起角落的扫帚。
en_us: "Alright!" Mala ran to a corner to pick up the broom.

source: “好的！”艾米点头，听话的跟着麦格下楼去了。
en_us: "Alright!" Amy nodded and followed Mag downstairs obediently.

source: “好的，一会我们自己会去取的。”伊琳娜平静的点点头。
en_us: "Alright. We'll go get it for ourselves later." Irina nodded calmly.

source: “好的，下次一定。”埃菲点点头，目光有点幽怨。
en_us: "Sure, I'll definitely go with you next time." Eiffie nodded with an aggrieved gaze.

source: “好的，不过油条要花一点时间做，要等一会哦。”麦格答应道。
en_us: "Alright, but it will take some time to make the youtiao. You'll have to wait for a while," Mag replied.

source: “好的，多谢了，一会我送过去吧，就不劳玛拉姑娘跑一趟了。”麦格小心接过食盒，又是看着埃菲道：“对了，蒸馏设备的零件打制的如何了？”
en_us: "Alright. Thank you. I'll send it back later so Miss Mala would not have to take the trip." Mag received the lunchbox carefully and asked Eiffie, "Oh, right, how is the making of parts for the distillation equipment going?"

source: “好的，小主。”生活体验系统现在很尴尬。
en_us: "Alright, Life Experience System." The Life Experience System was i a rather awkward position now.

source: “好的，您一定有非常重要的事情要办，请慢走。”诺亚点头道，一脸非常理解的表情。
en_us: "Yes. You must have very important matters to do. Please go ahead." Noah nodded with an understanding expression.

source: “好的，我们也来帮忙。”露娜点点头。
en_us: "Alright. Let us help too." Luna nodded.

source: “好的，我去准备一下食材，咱们吃火锅。”麦格笑着向着厨房走去。
en_us: "Alright. I'll get the ingredients ready. Let's have hot pot." Mag walked into the kitchen with a smile.

source: “好的，我现在就去办。”编辑快步离去。
en_us: "Yes. I'll be on it." The editor left quickly.

source: “好的，有劳了。”麦格点头。
en_us: "Alright. Thank you." Mag nodded.

source: “好的，有空切磋切磋。”麦格侧身避开，然后直接告辞离去。
en_us: "Alright. Let's have a good chat whenever we are free." Mag moved to the side to avoid it before saying his farewell and leaving.

source: “好的，稍等。”麦格点头，转身进了厨房，不一会就端着三样下酒菜和一瓶茅台酒出来。
en_us: "Alright, please hold on for a moment." Mag nodded. He turned to enter the kitchen, and came out with the three dishes and a bottle of Maotai soon.

source: “好的，稍等一会，很快就做好。”麦格简单洗漱下楼，很快就做了五份扬州炒饭出来。
en_us: "Alright. Please wait a while. It will be ready soon." Mag quickly washed up and went downstairs. Very soon, five helpings of Yangzhou fried rice were served.

source: “好的，请稍候。”麦格向着厨房里走去，嘴角微微上扬。
en_us: "Sure, please give me a minute." Mag walked to the kitchen with upturned lips.

source: “好的，请稍等。”麦格在厨房里答应了一声，不一会就拿着打包好的三份下酒菜出来，又从酒柜上提了一瓶茅台递给亚伯罕。
en_us: "Alright. Please hold on for a while," Mag responded from the kitchen. In no time at all, the three side dishes were ready to be taken away. Mag took a bottle of Maotai from the wine cabinet, and passed it to Abraham.

source: “好的，请稍等。”麦格点点头，转身进了厨房。
en_us: "Alright, please give me a minute." Mag nodded and went into the kitchen.

source: “好的，请稍等，我们需要核实一下。”沙哑的声音响起，然后便彻底没了声音。
en_us: "Alright. Please hold on. We have to check." The hoarse voice sounded before silence fell.

source: “好的，谢谢。”麦格点点头，然后就直接走了。
en_us: "I will. Thank you." Mag nodded and left.

source: “好的，谢谢您。”玛拉兴奋的点头。
en_us: "Sure. Thank you." Mala nodded excitedly.

source: “好的，这是份内的事情，等我整理好资料，马上就会带人过去。”费奇微笑着点头道。
en_us: "Alright. That's part of my job. I will bring my people there immedaitely after I settled the documents." Fitch nodded with a smile.

source: “好的，那今晚我带您前去拜访。”那年轻教士松了口气，脸上露出了几分轻松的笑容，看了一眼时间，又道：“不如我现在就带您过去吧，刚好可以在麦米餐厅吃晚餐。”
en_us: "Alright, I'll bring you there tonight." That young missionary heaved a breath of relief, and had a relaxed smile on his face. Taking a look at the time, he said, "Why don't I bring you over now? We can have dinner at Mamy Restaurant."

source: “好的，那你们准备一下，我去叫一辆马车，等会从后院走。”麦格点点头，和伊琳娜耳语了几句，后门又出去了。
en_us: "Alright. You guys prepare yourselves while I go get a horse-drawn carriage. We'll leave from the back yard later." Mag nodded and whispered to Irina before leaving through the back door.

source: “好的，那咱们吃点喝点。”麦格点头。
en_us: "Alright, let's eat and drink a little." Mag nodded.

source: “好的，那就谢谢您了。”管家连忙道。
en_us: "Alright, thank you very much then," the butler quickly replied.

source: “好的，那我就不打扰您了，有什么需要，您随时可以找我。”费奇双手奉上资料，然后便利落的离开了。
en_us: "Sure. I won't hold you up then. Please let me know if you have any needs." Fitch gave Mag the documents with both his hands before leaving.

source: “好的，那我就等你好消息了。”麦格点头，非常满意汉娜的效率。
en_us: "Alright, I will wait for your good news then." Mag nodded. He was very satisfied with Hannah's efficiency.

source: “好的，那父亲安排一下时间，看什么时候带你和安妮一起去旅行，或者去另一个地方开一段时间小餐厅。”麦格笑着点头，小家伙难得的假期，是该带她出去玩一玩。
en_us: "Alright. Father will sort out our schedule, and see when I can bring you and Annie out for a holiday, or set up a small restaurant in another place for a short while." Mag nodded with a smile. The little one rarely had a school break. He should indeed bring her out to play.

source: “好的，那现在您需要获取以下食材：虾、鸡蛋、鸡腿肉、花菇……”
en_us: "Alright. The ingredients you need right now are prawns, eggs, ham, shiitake mushroom…"

source: “好羞耻……”麦格直摇头。
en_us: "It's so embarrassing…" Mag shook his head.

source: “好贵！”
en_us: "It's so expensive!" someone exclaimed.

source: “好酒。”
en_us: "It's a good liquor."
